Repository: wpsmith/RegalRecovery
Catalog: ios/RegalRecovery/RegalRecovery/Localizable.xcstrings
Source language: en
Languages: es, fr

source: %@ recovery time
es: Hora de recuperación %@
fr: Heure de rétablissement %@

source: %lld Days
es: %lld días
fr: %lld jours

source: %lld Days Strong
es: %lld días fuerte
fr: %lld jours de force

source: %lld daily activities configured
es: %lld actividades diarias configuradas
fr: %lld activités quotidiennes configurées

source: %lld day ago
es: Hace %lld día
fr: Il y a %lld jour

source: %lld days ago
es: Hace %lld días
fr: Il y a %lld jours

source: %lld days to %lld!
es: %lld días para %lld!
fr: %lld jours avant %lld !

source: %lld entries
es: %lld entradas
fr: %lld entrées

source: %lld item
es: %lld elemento
fr: %lld élément

source: %lld items
es: %lld elementos
fr: %lld éléments

source: %lld of %lld
es: %lld de %lld
fr: %lld de %lld

source: %lld of %lld activities completed
es: %lld de %lld actividades completadas
fr: %lld de %lld activités terminées

source: %lld of %lld complete
es: %lld de %lld completos
fr: %lld de %lld terminés

source: %lld session total
es: %lld sesión en total
fr: %lld séance au total

source: %lld sessions total
es: %lld sesiones en total
fr: %lld séances au total

source: %lld words
es: %lld palabras
fr: %lld mots

source: 10 minutes — halfway there, the urge is fading
es: 10 minutos — a la mitad, la urgencia se desvanece
fr: 10 minutes — à mi-chemin, l'envie s'estompe

source: 100% today!
es: ¡100% hoy!
fr: 100 % aujourd'hui !

source: 12-Step Work
es: Trabajo de los 12 pasos
fr: Travail des 12 étapes

source: 15 minutes — almost through it
es: 15 minutos — ya casi pasó
fr: 15 minutes — c'est presque fini

source: 3 Circles
es: 3 círculos
fr: 3 cercles

source: 4-7-8 Breathing
es: Respiración 4-7-8
fr: Respiration 4-7-8

source: 4-7-8 guided breathing
es: Respiración guiada 4-7-8
fr: Respiration guidée 4-7-8

source: 5 minutes — you're riding the wave
es: 5 minutos — estás surfeando la ola
fr: 5 minutes — vous surfez sur la vague

source: 5-4-3-2-1 Grounding
es: Conexión a tierra 5-4-3-2-1
fr: Ancrage 5-4-3-2-1

source: A gentle heads-up
es: Un aviso amable
fr: Un petit avertissement

source: A growing sense of unease moves in. Old negative thoughts replay. Your brain picks up on the drift and tags it as danger. Sleep gets worse, you become more judgmental, and current stresses start feeling catastrophic.
es: Una creciente sensación de inquietud se instala. Viejos pensamientos negativos se repiten. Tu cerebro detecta la deriva y la marca como peligro. El sueño empeora, te vuelves más crítico, y los estrés actuales empiezan a sentirse catastróficos.
fr: Un sentiment croissant de malaise s'installe. Les anciennes pensées négatives se rejouent. Votre cerveau détecte la dérive et la marque comme un danger. Le sommeil se dégrade, vous devenez plus critique, et les stress actuels commencent à sembler catastrophiques.

source: AP
es: CR
fr: PR

source: About
es: Acerca de
fr: À propos

source: Accountability Partner
es: Compañero de rendición de cuentas
fr: Partenaire de responsabilisation

source: Acting In Behaviors Check-in
es: Revisión de comportamientos internos
fr: Bilan des comportements internalisés

source: Acting out on addictive behavior
es: Actuando el comportamiento adictivo
fr: Passage à l'acte addictif

source: Active
es: Activo
fr: Actif

source: Activities
es: Actividades
fr: Activités

source: Activity
es: Actividad
fr: Activité

source: Activity History
es: Historial de actividades
fr: Historique des activités

source: Add
es: Agregar
fr: Ajouter

source: Add Contact
es: Agregar contacto
fr: Ajouter un contact

source: Add another
es: Agregar otro
fr: Ajouter un autre

source: Add sponsors, counselors, and accountability partners to build your recovery network
es: Agrega padrinos, consejeros y compañeros de rendición de cuentas para construir tu red de recuperación
fr: Ajoutez des parrains, conseillers et partenaires de responsabilisation pour construire votre réseau de rétablissement

source: Addictions
es: Adicciones

source: Affirm
es: Afirma
fr: Affirmez

source: Affirmation Log
es: Registro de afirmaciones
fr: Journal d'affirmations

source: Affirmations
es: Afirmaciones

source: Afternoon
es: Tarde
fr: Après-midi

source: All
es: Todas
fr: Toutes

source: Allow Location
es: Permitir ubicación
fr: Autoriser la localisation

source: Amazed
es: Asombrado
fr: Émerveillé

source: Amazing
es: Increíble
fr: Extraordinaire

source: Amends List
es: Lista de enmiendas
fr: Liste des réparations

source: Anger
es: Ira
fr: Colère

source: Anger feels powerful, but it's masking something. What are you really feeling beneath the irritation? Try naming the emotion without judging it. Consider reaching out to your counselor or accountability partner today.
es: La ira se siente poderosa, pero está enmascarando algo. ¿Qué estás sintiendo realmente debajo de la irritación? Intenta nombrar la emoción sin juzgarla. Considera contactar a tu consejero o compañero de rendición de cuentas hoy.
fr: La colère semble puissante, mais elle masque quelque chose. Que ressentez-vous vraiment sous l'irritation ? Essayez de nommer l'émotion sans la juger. Pensez à contacter votre conseiller ou partenaire de responsabilisation aujourd'hui.

source: Anger has become your primary coping mechanism. It works temporarily — provides adrenaline, makes you feel powerful, gives you someone to blame. Black-and-white thinking, keeping score, defensiveness, self-pity.
es: La ira se ha convertido en tu mecanismo principal de defensa. Funciona temporalmente — proporciona adrenalina, te hace sentir poderoso, te da a alguien a quien culpar. Pensamiento blanco y negro, llevar la cuenta, actitud defensiva, autocompasión.
fr: La colère est devenue votre principal mécanisme d'adaptation. Ça fonctionne temporairement — fournit de l'adrénaline, vous fait sentir puissant, vous donne quelqu'un à blâmer. Pensée en noir et blanc, comptabilisation, défensivité, apitoiement sur soi.

source: Anger takes the wheel
es: La ira toma el volante
fr: La colère prend le volant

source: Angry
es: Enojado
fr: En colère

source: Anxiety
es: Ansiedad
fr: Anxiété

source: Anxious
es: Ansioso
fr: Anxieux

source: Any notes?
es: ¿Alguna nota?
fr: Des notes ?

source: App locks instantly when backgrounded
es: La app se bloquea al pasar a segundo plano
fr: L'app se verrouille instantanément en arrière-plan

source: Appearance
es: Apariencia
fr: Apparence

source: Archived
es: Archivado
fr: Archivé

source: Are there new warning signs you’ve noticed?
es: ¿Hay nuevas señales de advertencia que hayas notado?
fr: Y a-t-il de nouveaux signes d'alerte que vous avez remarqués ?

source: Articles
es: Artículos

source: Ashamed
es: Avergonzado
fr: Honteux

source: Attendance History
es: Historial de asistencia
fr: Historique de présence

source: Attending meetings
es: Asistiendo a reuniones
fr: Participer aux réunions

source: Auto-delete journal entries after 30 days. Ephemeral entries are never included in backups.
es: Elimina automáticamente las entradas del diario después de 30 días. Las entradas efímeras nunca se incluyen en las copias de seguridad.
fr: Supprime automatiquement les entrées de journal après 30 jours. Les entrées éphémères ne sont jamais incluses dans les sauvegardes.

source: Auto-filled slot
es: Espacio llenado automáticamente
fr: Créneau rempli automatiquement

source: Back
es: Atrás
fr: Retour

source: Be still, and know that I am God. — Psalm 46:10
es: Quédate quieto y reconoce que yo soy Dios. — Salmo 46:10
fr: Arrêtez, et sachez que je suis Dieu. — Psaume 46:10

source: Be strong and courageous. — Joshua 1:9
es: Sé fuerte y valiente. — Josué 1:9
fr: Sois fort et courageux. — Josué 1:9

source: Behaviors that are warning signs — not necessarily sobriety violations, but slippery-slope activities.
es: Comportamientos que son señales de advertencia — no necesariamente violaciones de sobriedad, pero actividades de pendiente resbaladiza.
fr: Comportements qui sont des signes d'alerte — pas nécessairement des violations de sobriété, mais des activités à risque.

source: Behaviors that violate your sobriety definition. These are the things you are choosing not to do.
es: Comportamientos que violan tu definición de sobriedad. Estas son las cosas que estás eligiendo no hacer.
fr: Comportements qui violent votre définition de sobriété. Ce sont les choses que vous choisissez de ne pas faire.

source: Betrayed
es: Traicionado
fr: Trahi

source: Biometric Lock
es: Bloqueo biométrico
fr: Verrouillage biométrique

source: Birth Year
es: Año de nacimiento
fr: Année de naissance

source: Bitter
es: Amargado
fr: Amer

source: Black-and-white thinking
es: Pensamiento blanco y negro
fr: Pensée en noir et blanc

source: Blaming everyone else
es: Culpando a todos los demás
fr: Blâmer tout le monde

source: Reading Language
es: Idioma de lectura
fr: Langue de lecture

source: Recovery Reading
es: Lectura de recuperación
fr: Lecture de rétablissement

source: Boredom
es: Aburrimiento
fr: Ennui

source: Boundary Tool
es: Herramienta de límites
fr: Outil de limites

source: Breaking sobriety commitment
es: Rompiendo el compromiso de sobriedad
fr: Rupture de l'engagement de sobriété

source: Breathe
es: Respira
fr: Respirez

source: Breathing Exercise
es: Ejercicio de respiración
fr: Exercice de respiration

source: Call Someone
es: Llamar a alguien
fr: Appeler quelqu'un

source: Call Sponsor
es: Llamar al padrino
fr: Appeler le parrain

source: Call sponsor
es: Llamar al padrino
fr: Appeler le parrain

source: Can't relax or sit still
es: No puede relajarse ni quedarse quieto
fr: Incapable de se détendre ou de rester immobile

source: Cancel
es: Cancelar
fr: Annuler

source: Check-In Detail
es: Detalle de revisión
fr: Détail du bilan

source: Choose from Contacts
es: Elegir de contactos
fr: Choisir dans les contacts

source: Christian Affirmations
es: Afirmaciones cristianas
fr: Affirmations chrétiennes

source: Close
es: Cerrar
fr: Fermer

source: Coming Soon
es: Próximamente
fr: Bientôt disponible

source: Commit Your Circles
es: Confirmar tus círculos
fr: Valider vos cercles

source: Completed
es: Completado
fr: Terminé

source: Completed %@
es: Completado %@
fr: Terminé %@

source: Confession
es: Confesión

source: Conflict
es: Conflicto
fr: Conflit

source: Confused
es: Confundido
fr: Confus

source: Confusion and poor decisions
es: Confusión y malas decisiones
fr: Confusion et mauvaises décisions

source: Connection
es: Conexión
fr: Connexion

source: Constant device use
es: Uso constante de dispositivos
fr: Utilisation constante des appareils

source: Contact Name
es: Nombre del contacto
fr: Nom du contact

source: Contemptuous
es: Despectivo
fr: Méprisant

source: Content
es: Contento
fr: Satisfait

source: Continue
es: Continuar
fr: Continuer

source: Continued Inventory
es: Inventario continuo
fr: Inventaire continu

source: Counselor (CSAT)
es: Consejero (CSAT)
fr: Conseiller (CSAT)

source: Create Your Account
es: Crea tu cuenta
fr: Créez votre compte

source: Crisis Hotlines
es: Líneas de crisis
fr: Lignes de crise

source: Current: Green
es: Actual: Verde
fr: Actuel : Vert

source: Custom addiction name
es: Nombre de adicción personalizada
fr: Nom d'addiction personnalisé

source: Cycle %lld of %lld
es: Ciclo %lld de %lld
fr: Cycle %lld de %lld

source: Daily Sobriety Commitment
es: Compromiso diario de sobriedad
fr: Engagement quotidien de sobriété

source: Daily Strength
es: Fuerza diaria
fr: Force quotidienne

source: Daily affirmation notifications
es: Notificaciones diarias de afirmación
fr: Notifications d'affirmation quotidiennes

source: Dark
es: Oscuro
fr: Sombre

source: Date
es: Fecha

source: Day %lld
es: Día %lld
fr: Jour %lld

source: Day Details
es: Detalles del día
fr: Détails du jour

source: Days Sober
es: Días sobrio
fr: Jours de sobriété

source: Defensiveness
es: Actitud defensiva
fr: Défensivité

source: Delete
es: Eliminar
fr: Supprimer

source: Delete My Account
es: Eliminar mi cuenta
fr: Supprimer mon compte

source: Devotional
es: Devocional
fr: Dévotion

source: Devotions
es: Devocionales
fr: Dévotions

source: Disappointed
es: Decepcionado
fr: Déçu

source: Disgusted
es: Asqueado
fr: Dégoûté

source: Done
es: Listo
fr: Terminé

source: Done %@
es: Hecho %@
fr: Fait %@

source: Done today
es: Hecho hoy
fr: Fait aujourd'hui

source: Draft
es: Borrador
fr: Brouillon

source: Drugs
es: Drogas
fr: Drogues

source: Duration
es: Duración
fr: Durée

source: Edit
es: Editar
fr: Modifier

source: Edit Commitments
es: Editar compromisos
fr: Modifier les engagements

source: Edit Evening Review
es: Editar revisión nocturna
fr: Modifier le bilan du soir

source: Edit Profile
es: Editar perfil
fr: Modifier le profil

source: Email
es: Correo electrónico

source: Emergency Tools
es: Herramientas de emergencia
fr: Outils d'urgence

source: Emotional
es: Emocional
fr: Émotionnel

source: Emotional Journal
es: Diario emocional
fr: Journal émotionnel

source: Emotional Regulation
es: Regulación emocional
fr: Régulation émotionnelle

source: Emotional numbness
es: Entumecimiento emocional
fr: Engourdissement émotionnel

source: Empty
es: Vacío
fr: Vide

source: Empty slot
es: Espacio vacío
fr: Créneau vide

source: Enable Face ID
es: Activar Face ID
fr: Activer Face ID

source: Enable Notifications
es: Activar notificaciones
fr: Activer les notifications

source: Enter manually
es: Ingresar manualmente
fr: Saisir manuellement

source: Enter name
es: Ingresa el nombre
fr: Entrez le nom

source: Entertainment as escape
es: Entretenimiento como escape
fr: Divertissement comme échappatoire

source: Entry
es: Entrada
fr: Entrée

source: Ephemeral Mode
es: Modo efímero
fr: Mode éphémère

source: Erase All Data
es: Borrar todos los datos
fr: Effacer toutes les données

source: Erase All Data?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?

source: Erase Today's Data
es: Borrar datos de hoy
fr: Effacer les données d'aujourd'hui

source: Erase Today's Data?
es: ¿Borrar datos de hoy?
fr: Effacer les données d'aujourd'hui ?

source: Evening
es: Noche
fr: Soir

source: Evening Review
es: Revisión nocturna
fr: Bilan du soir

source: Evening check-in prompts
es: Avisos de revisión nocturna
fr: Rappels de bilan du soir

source: Every activity you completed matters. Tomorrow is another opportunity.
es: Cada actividad que completaste importa. Mañana es otra oportunidad.
fr: Chaque activité accomplie compte. Demain est une nouvelle opportunité.

source: Every second you wait, the urge weakens.
es: Cada segundo que esperas, el impulso se debilita.
fr: Chaque seconde d'attente affaiblit la pulsion.

source: Every single one, %@. That's what recovery looks like.
es: Todas y cada una, %@. Así se ve la recuperación.
fr: Chacune d'entre elles, %@. Voilà à quoi ressemble le rétablissement.

source: Excellent
es: Excelente

source: Excessive caffeine
es: Exceso de cafeína
fr: Excès de caféine

source: Exercise
es: Ejercicio
fr: Exercice

source: Exercise / Physical Activity
es: Ejercicio / Actividad física
fr: Exercice / Activité physique

source: Exhale
es: Exhala
fr: Expirez

source: Exhausted
es: Agotado
fr: Épuisé

source: Export My Data
es: Exportar mis datos
fr: Exporter mes données

source: Export as JSON
es: Exportar como JSON
fr: Exporter en JSON

source: Export as PDF
es: Exportar como PDF
fr: Exporter en PDF

source: Express
es: Exprés

source: F
es: V
fr: V

source: FANOS Check-in
es: Revisión FANOS
fr: Bilan FANOS

source: FASTER Scale
es: Escala FASTER
fr: Échelle FASTER

source: FITNAP Check-in
es: Revisión FITNAP
fr: Bilan FITNAP

source: Faith
es: Fe
fr: Foi

source: Faith, Family, Freedom
es: Fe, Familia, Libertad
fr: Foi, Famille, Liberté

source: Faith-Based
es: Basado en la fe
fr: Basé sur la foi

source: Family
es: Familia
fr: Famille

source: Favorites
es: Favoritos
fr: Favoris

source: Fearful
es: Temeroso
fr: Effrayé

source: Feature Flags
es: Indicadores de funcionalidad
fr: Indicateurs de fonctionnalité

source: Feelings
es: Sentimientos
fr: Sentiments

source: Female
es: Femenino
fr: Femme

source: Filled slot
es: Espacio lleno
fr: Créneau rempli

source: Find Meetings Near You
es: Encuentra reuniones cerca de ti
fr: Trouvez des réunions près de chez vous

source: Flagged slot
es: Espacio marcado
fr: Créneau signalé

source: Flirting for reassurance
es: Coqueteando por seguridad
fr: Flirter pour se rassurer

source: Food / Eating
es: Comida / Alimentación
fr: Nourriture / Alimentation

source: Forgetting Priorities
es: Olvidando prioridades
fr: Oubli des priorités

source: Freedom
es: Libertad
fr: Liberté

source: Freeform
es: Libre
fr: Libre

source: Fri
es: Vie
fr: Ven

source: Frustrated
es: Frustrado
fr: Frustré

source: Full Identity
es: Identidad plena
fr: Identité pleine

source: Gambling
es: Juego
fr: Jeu

source: Gender
es: Género
fr: Genre

source: Gentle reminders keep your recovery front and center.
es: Recordatorios amables mantienen tu recuperación en primer plano.
fr: Des rappels bienveillants gardent votre rétablissement au premier plan.

source: Get Started
es: Comenzar
fr: Commencer

source: Glossary
es: Glosario
fr: Glossaire

source: God's grace is sufficient for you. — 2 Cor 12:9
es: La gracia de Dios es suficiente para ti. — 2 Cor 12:9
fr: La grâce de Dieu te suffit. — 2 Cor 12:9

source: God, grant me the serenity to accept the things I cannot change, courage to change the things I can, and wisdom to know the difference.
es: Dios, concédeme la serenidad para aceptar las cosas que no puedo cambiar, valor para cambiar las que puedo, y sabiduría para conocer la diferencia.
fr: Dieu, accorde-moi la sérénité d'accepter les choses que je ne peux pas changer, le courage de changer celles que je peux, et la sagesse d'en connaître la différence.

source: Good
es: Bueno
fr: Bon

source: Good %@, %@. Your %@ are ready.
es: Buen %@, %@. Tus %@ están listos.
fr: Bon %@, %@. Vos %@ sont prêts.

source: Good afternoon
es: Buenas tardes
fr: Bon après-midi

source: Good effort today
es: Buen esfuerzo hoy
fr: Bon effort aujourd'hui

source: Good morning, %@
es: Buenos días, %@
fr: Bonjour, %@

source: Grateful
es: Agradecido
fr: Reconnaissant

source: Gratitude
es: Gratitud

source: Gratitude List
es: Lista de gratitud
fr: Liste de gratitude

source: Great
es: Excelente
fr: Excellent

source: Great job — you completed 3 cycles
es: ¡Buen trabajo! Completaste 3 ciclos
fr: Bravo — vous avez terminé 3 cycles

source: Green
es: Verde
fr: Vert

source: Grieving
es: En duelo
fr: En deuil

source: Ground Yourself
es: Aterrízate
fr: Ancrez-vous

source: Grounding
es: Conexión a tierra
fr: Ancrage

source: Grounding Exercise
es: Ejercicio de conexión a tierra
fr: Exercice d'ancrage

source: Growing in connection
es: Creciendo en conexión
fr: Grandir en connexion

source: Growth
es: Crecimiento
fr: Croissance

source: Guided
es: Guiado
fr: Guidé

source: Happy
es: Feliz
fr: Heureux

source: Health
es: Salud
fr: Santé

source: Healthy Relationships
es: Relaciones saludables
fr: Relations saines

source: Healthy Sexuality
es: Sexualidad saludable
fr: Sexualité saine

source: Healthy behaviors that support your recovery and move you toward wholeness.
es: Comportamientos saludables que apoyan tu recuperación y te mueven hacia la plenitud.
fr: Comportements sains qui soutiennent votre rétablissement et vous rapprochent de l'épanouissement.

source: Hide completed
es: Ocultar completadas
fr: Masquer terminées

source: History
es: Historial
fr: Historique

source: Hold
es: Mantén
fr: Retenez

source: Home
es: Inicio
fr: Accueil

source: Honest relationships
es: Relaciones honestas
fr: Relations honnêtes

source: Honesty
es: Honestidad
fr: Honnêteté

source: Hope
es: Esperanza
fr: Espoir

source: Hopeful
es: Esperanzado
fr: Plein d'espoir

source: Hopelessness
es: Desesperanza
fr: Désespoir

source: How are you feeling?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?

source: How did it go?
es: ¿Cómo te fue?
fr: Comment ça s'est passé ?

source: How intense is the urge?
es: ¿Qué tan intenso es el impulso?
fr: Quelle est l'intensité de la pulsion ?

source: Humility
es: Humildad
fr: Humilité

source: I Am Accepted
es: Soy aceptado
fr: Je suis accepté

source: I Am Secure
es: Estoy seguro
fr: Je suis en sécurité

source: I Am Significant
es: Soy importante
fr: Je suis important

source: I'm grateful for...
es: Estoy agradecido por...
fr: Je suis reconnaissant pour...

source: I'm okay now
es: Ya estoy bien
fr: Ça va maintenant

source: I'm struggling right now
es: Estoy luchando ahora mismo
fr: Je traverse un moment difficile

source: In Progress
es: En progreso
fr: En cours

source: Inhale
es: Inhala
fr: Inspirez

source: Inhale 4s · Hold 7s · Exhale 8s
es: Inhala 4s · Mantén 7s · Exhala 8s
fr: Inspirez 4s · Retenez 7s · Expirez 8s

source: Inner Circle
es: Círculo interior
fr: Cercle intérieur

source: Insecure
es: Inseguro
fr: En insécurité

source: Integrity
es: Integridad
fr: Intégrité

source: Integrity & Honesty
es: Integridad y honestidad
fr: Intégrité et honnêteté

source: Intellectual
es: Intelectual
fr: Intellectuel

source: Intense cravings
es: Deseos intensos
fr: Envies intenses

source: Intensity
es: Intensidad
fr: Intensité

source: Internet / Technology
es: Internet / Tecnología
fr: Internet / Technologie

source: Intimacy
es: Intimidad
fr: Intimité

source: Intimidation
es: Intimidación

source: Irritated
es: Irritado
fr: Irrité

source: Isolating
es: Aislándose
fr: S'isoler

source: It is for freedom that Christ has set us free. — Galatians 5:1
es: Cristo nos libertó para que vivamos en libertad. — Gálatas 5:1
fr: C'est pour la liberté que Christ nous a affranchis. — Galates 5:1

source: Jealous
es: Celoso
fr: Jaloux

source: Journal
es: Diario

source: Journal / Jotting
es: Diario / Anotación
fr: Journal / Note

source: Journaling
es: Escribir en el diario
fr: Journalisation

source: Journaling & Reflection
es: Diario y reflexión
fr: Journal et réflexion

source: Journaling / Jotting
es: Diario / Anotación
fr: Journalisation / Note rapide

source: Joy
es: Alegría
fr: Joie

source: Joyful
es: Alegre
fr: Joyeux

source: Judging others harshly
es: Juzgando duramente a otros
fr: Juger les autres durement

source: Judgmental
es: Crítico
fr: Critique

source: Keep doing what you're doing. Stay connected, keep your commitments, and continue processing life honestly with the people around you. Recovery lives in the daily practice.
es: Sigue haciendo lo que estás haciendo. Mantente conectado, cumple tus compromisos y continúa procesando la vida honestamente con las personas a tu alrededor. La recuperación vive en la práctica diaria.
fr: Continuez comme ça. Restez connecté, tenez vos engagements et continuez à vivre honnêtement avec les gens autour de vous. Le rétablissement vit dans la pratique quotidienne.

source: Keeping commitments
es: Cumpliendo compromisos
fr: Tenir ses engagements

source: Keeping small secrets
es: Guardando pequeños secretos
fr: Garder de petits secrets

source: LGBTQ+-Affirming
es: Afirmación LGBTQ+
fr: Affirmation LGBTQ+

source: Late
es: Tarde
fr: En retard

source: Late Night
es: Noche tarde
fr: Tard le soir

source: Library
es: Biblioteca
fr: Bibliothèque

source: Light
es: Claro
fr: Clair

source: Locate SA and Celebrate Recovery meetings in your area.
es: Localiza reuniones de SA y Celebra la Recuperación en tu área.
fr: Localisez les réunions SA et Celebrate Recovery dans votre région.

source: Log Call
es: Registrar llamada
fr: Enregistrer l'appel

source: Log Exercise
es: Registrar ejercicio
fr: Enregistrer l'exercice

source: Log Meeting
es: Registrar reunión
fr: Enregistrer la réunion

source: Log Mood
es: Registrar ánimo
fr: Enregistrer l'humeur

source: Log Urge
es: Registrar impulso
fr: Enregistrer la pulsion

source: Log a Call
es: Registrar una llamada
fr: Enregistrer un appel
